#coding:UTF-8
token = '669211973:AAGQ2RWXoyvaANn3zt5YmrHpmvBFuoicU6w'
admins = '@PhoelixFelicitas tarantrader apyrophob Ratsmummy n_white_r NikaMezetskaya @Romio_Tarano'
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome = '<b>Привет, {}!\n</b> Теперь ты подключился к нашей системе лояльности! \nСобирай "<em>кроликов</em>" и меняй их на кофе.\n <b>Номер твоей карты:</b> <i>{}</i>'
mybal = 'Мой счет'
addpin = 'Владелец: <b>{}</b>\nКошелек: <b>{}</b>\n Пополнен на {} кролик/-ов'
clientmesaddpin1 = '{}, в ваш кошелек заскочил {} кролик! Спасибо, что вы с нами. =)'
clientmesaddpin2 = 'Ого, {}, в ваш кошелек заскочило {} кролика! Спасибо, что вы с нами. =)'
clientmesaddpinmany = 'Ого, {}, в ваш кошелек заскочило {} кроликов! Спасибо, что вы с нами. =)'
pointsused = 'Использовано {} кроликов.\nБаланс: {} кроликов'
clientpointsused = '<b>{}, с вашего кошелька списано {} кроликов.</b>\nБАЛАНС:  <i>{} кроликов</i>'
notenothpoints = '<b>Упс! Маловато кроликов.</b>\nТекущий балланс: {} кролик/-ов'
balinfo = '<b>{}, номер вашего кошелька:</b> <i>{}</i>\nБАЛАНС:  <i>{} кроликов</i>'
refbut = 'Реферальная ссылка'
getref = '<b>Ваша реферальная ссылка</b>\n http://t.me/my_white_rabbit_bot?start={} \n<b>Напоминаем, что за каждого приглашенного друга</b><i>, который сделал хоть 1 покупку, в ваш кошелек заскочит</i><b> 1 кролик</b>'
refrused = '<b>Поздравляем!</b>\nВаш друг сделал покупку, вам добавлен <i>1</i> кролик.\nСпасибо вам, что вы с нами)'
addfact = 'Факт был добавлен'
addsale = 'Акция была добавлена'
howbut = 'Как это работает'
how = '• После каждого заказа не забывай попросить бариста насчитать тебе "кролика". Один кофе = один кролик.\n' \
      '• Когда ты соберешь 6 кроликов - ты сможешь обменять их на фильтр кофе, капучино или латте. \n' \
      '• Проверить состояние счета можно нажав на кнопку <i>"Мой счет"</i> \n' \
      '• Когда на твоем счету появится 6 кроликов - попроси бариста их списать и получи свою бесплатную чашку кофе.\n'
usehelp = 'Чтобы использовать баллы введите:\n  <b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.'
salebut = 'Aкция'
factbut = 'Факт дня'
notToday = 'На сегодня все =)\nНе расстраивайся, приходи еще завтра. P.S.: <i>Поинтересуйся у друзей, что они узнали о Белом Кролике. ;)</i>'
adminhelp = '{}, ты можешь все! А команды, доступные тебе:\n' \
            '<b>1234 N </b>- пополнить кошелек 1234 на N(число, необяз.) балов\n' \
            '<b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.\n' \
            '<b>/b 1234 </b>- посмотреть баланс 1234\n' \
            '<b>/m </b>- панель для удаления Акций и Фактов\n' \
            '<b>Добавить факт</b> -- просто напиши "Факт"(или любое слово из 4 букв) и текст, слово НЕДОБАВЛЯЕТСЯ к сохраненному тексту\n' \
            '<b>Добавить акцию </b>-- так же само как и факт, но здесь первое слово из 5+ букв("Акция"-5 букв) и оно УЧИТЫВАЕТСЯ/СОХРАНЯЕТСЯ!'
error404 = 'AgADAgADk6kxG9OSMEl4khIdD8daakRfqw4ABMN2JH4f2GI4JkcGAAEC'

'''
<b>bold</b>, <strong>bold</strong>
<i>italic</i>, <em>italic</em>
<a href="http://www.example.com/">inline URL</a>
<a href="tg://user?id=123456789">inline mention of a user</a>
<code>inline fixed-width code</code>
<pre>pre-formatted fixed-width code block</pre>
'''