
token = '453318336:AAGjyobZopPBKqlKzokca2KuXfdNjQoLbnQ'
admins = '@PhoelixFelicitas tarantrader apyrophob Ratsmummy n_white_r NikaMezetskaya @Romio_Tarano'
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>

welcome = 'Привет, {}! Теперь ты подключился к нашей системе лояльности! \nСобирай "кроликов" и меняй их на кофе. Номер твоей карты {}'
mybal = 'Мой счет'
addpin = '{} кошелек {} был пополнен на {} кроликов'
pointsused = 'Использовано {} кроликов, Баланс: {}'
notenothpoints = 'Упс! Маловато кроликов. Текущий балланс: {} кролик/-ов'
balinfo = '{} номер вашего кошелька - {}, \nБАЛАНС: {} кроликов'
refbut = 'Реферальная ссылка'
getref = 'Ваша реферальная ссылка --   https://t.me/myblahtest_bot?start={} \n Напоминаем, что за каждого приглашенного друга, который сделал хоть 1 покупку в ваш кошелек заскочит 1 кролик'
refrused = 'Поздравляем! Ваш друг сделал покупку, вам добавлен 1 кролик.\nСпасибо вам, что вы с нами '
addfact = 'Факт был добавлен'
addsale = 'Акция была добавлена'
howbut = 'Как это работает'
how = '* После каждого заказа не забывай попросить бариста насчитать тебе "кролика". Один кофе = один кролик.\n' \
      '* Когда ты соберешь 6 кроликов - ты сможешь обменять их на фильтр кофе, капучино или латте. \n' \
      '* Проверить состояние счета можно нажав на кнопку "счет" \n' \
      '* Когда на твоем счету появится 6 кроликов - попроси бариста их списать и получи свою бесплатную чашку кофе.\n'

salebut = 'Aкция'

factbut = 'факт дня'

"""

welcome -  Приветствие 2 пары скобок первая Имя пользов. вторая номер кошеля
mybal   -  Текст кнопки баланса 
balinfo -  Баланс имеет 3 поля Имя, код, и сам баланс
refbut  -  Кнопка получения реферальной ссылки 
getref  -  Текст реферальной ссылки, должен иметь  https://t.me/название_бота?start={}

"""