#coding:UTF-8
token = '669211973:AAGQ2RWXoyvaANn3zt5YmrHpmvBFuoicU6w'
admins = '@PhoelixFelicitas tarantrader Ratsmummy n_white_r @Romio_Tarano Sokolov_K olivka0509 Anett2 Bear_Party Strekozushka'
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome = 'Привіт, <b>{}!</b>☺️\n\n Дякуємо за підключення до нашої системи лояльності.\n Збирай «кроликів» та обмінюй їх на каву.\n\n<b>Номер твоєї картки:</b> <i>{}</i>'
mybal = 'Моя картка'
addpin = '<b>{}</b>\nГаманець: <b>{}</b>\n Поповнено на {} кроликів'
clientmesaddpin1 = '{},  до вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!'
clientmesaddpin2 = 'Нічого собі!, {}, До вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!'
clientmesaddpinmany = 'Неймовірно!, {}, До вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!'
pointsused = 'Використано {} кроликів.\nБаланс: {} 🐇'
clientpointsused = '<b>{}, з вашого гаманця вистрибнуло {} 🐇.</b>\nБАЛАНС:  <i>{} кроликів</i>'
notenothpoints = '<b>Упс! Недостатньо кроликів.</b>\nТекущий балланс: {} кролик/-ов'
balinfo = '<b>{}, унікальний номер:</b> <i>{}</i>\nБАЛАНС:  <i>{} кроликів</i>'
refbut = 'Поділитися з другом'
getref = 'Привіт! 🌄 \n\nПереходь за посиланням та отримуй на рахунок одразу <b>3 бонусних кроликів</b>, які можна обміняти на каву!\n <a href="http://t.me/my_white_rabbit_bot?start={}">Тисни!</a> \n'
refrused = '<b>Ві-та-є-мо!</b>\nВаш друг зробив покупку. До вас застрибнув <i>1</i> бонусний кролик.\nЩиро дякуємо! 🌈'
addfact = 'Факт был добавлен'
addsale = 'Акция была добавлена'
howbut = 'Як це працює'
how = '• Після кожної замовленої кави кажи баристі нарахувати «кролика» за твоїм номером. Більше кави = більше кроликів!\n' \
      '• Як тільки назбираєш 6 🐇 – обмінюй їх на будь-яку класичну каву.\n' \
      '• Дізнатися свій номер та перевірити баланс можна натиснувши «Моя картка»\n' \
      '• Якщо хочеш ще більше вигоди, слідкуй за акціями.\n'\
      '• <b>Поділися з другом і до тебе забіжить ще 1 кролик, як тільки друг зробить замовлення! 🎁</b>'
usehelp = 'Чтобы использовать баллы введите:\n  <b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.'
salebut = 'Акція'
factbut = 'Факт дня'
notToday = 'Бот стомився, лежить, відпочиває.\nПообіцяв, що завтра буде новий факт. 🐒 </i>'
adminhelp = '{}, ты можешь все! А команды, доступные тебе:\n' \
            '<b>1234 N </b>- пополнить кошелек 1234 на N(число, необяз.) балов\n' \
            '<b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.\n' \
            '<b>/b 1234 </b>- посмотреть баланс 1234\n' \
            '<b>/m </b>- панель для удаления Акций и Фактов\n' \
            '<b>/f Текст</b> -- Добавить факт дня.\n' \
            '<b>/a Текст </b>-- Добавить акцию'
error404 = 'AgADAgADk6kxG9OSMEl4khIdD8daakRfqw4ABMN2JH4f2GI4JkcGAAEC'

'''
<b>bold</b>, <strong>bold</strong>
<i>italic</i>, <em>italic</em>
<a href="http://www.example.com/">inline URL</a>
<a href="tg://user?id=123456789">inline mention of a user</a>
<code>inline fixed-width code</code>
<pre>pre-formatted fixed-width code block</pre>
'''
