#coding:UTF-8
token = '669211973:AAGQ2RWXoyvaANn3zt5YmrHpmvBFuoicU6w'
admins = '@PhoelixFelicitas tarantrader apyrophob Ratsmummy n_white_r NikaMezetskaya @Romio_Tarano'
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome = '<b>Привет, {}!\n</b> Теперь ты подключился к нашей системе лояльности! \nСобирай "<em>кроликов</em>" и меняй их на кофе.\n <b>Номер твоей карты:</b> <i>{}</i>'
mybal = 'Мой счет'
addpin = '{} кошелек {} был пополнен на {} кроликов'
pointsused = 'Использовано {} кроликов.\nБаланс: {} кроликов'
notenothpoints = '<b>Упс! Маловато кроликов.</b>\nТекущий балланс: {} кролик/-ов'
balinfo = '{}, номер вашего кошелька: <b>{}</b>, \nБАЛАНС:  <i>{} кроликов</i>'
refbut = 'Реферальная ссылка'
getref = '<b>Ваша реферальная ссылка</b>\n http://t.me/my_white_rabbit_bot?start={} \n <i>Напоминаем, что за каждого приглашенного друга, который сделал хоть 1 покупку в ваш кошелек заскочит 1 кролик</i>'
refrused = '<b>Поздравляем!</b>\nВаш друг сделал покупку, вам добавлен <i>1</i> кролик.\nСпасибо вам, что вы с нами)'
addfact = 'Факт был добавлен'
addsale = 'Акция была добавлена'
howbut = 'Как это работает'
how = '• После каждого заказа не забывай попросить бариста насчитать тебе "кролика". Один кофе = один кролик.\n' \
      '• Когда ты соберешь 6 кроликов - ты сможешь обменять их на фильтр кофе, капучино или латте. \n' \
      '• Проверить состояние счета можно нажав на кнопку <i>"Мой счет"</i> \n' \
      '• Когда на твоем счету появится 6 кроликов - попроси бариста их списать и получи свою бесплатную чашку кофе.\n'
usehelp = 'Чтобы использовать баллы введите:\n  <b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.'
salebut = 'Aкция'
factbut = 'Факт дня'
notToday = 'На сегодня все =)'

'''
<b>bold</b>, <strong>bold</strong>
<i>italic</i>, <em>italic</em>
<a href="http://www.example.com/">inline URL</a>
<a href="tg://user?id=123456789">inline mention of a user</a>
<code>inline fixed-width code</code>
<pre>pre-formatted fixed-width code block</pre>
'''