# -*- coding: utf-8 -*-
token = '686554111:AAG4_gxKjFFDbmMzlHCFf0KmYpEZ1yLV7iw'
admins = 'PhoelixFelicitas tarantrader Ratsmummy n_white_r' #@Romio_Tarano Sokolov_K olivka0509 Anett2 Bear_Party Strekozushka
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome = 'Привіт, <b>{}!</b>☺️\n\n Дякуємо за підключення до нашої системи лояльності.\n Збирай «кроликів» та обмінюй їх на каву.\n\n<b>Номер твоєї картки:</b> <i>{}</i>'
mybal = 'Моя картка'
addpin = '<b>{}</b>\nГаманець: <b>{}</b>\n Поповнено на {} кроликів'
clientmesaddpin1 = '{},  до вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!'
clientmesaddpins = ['Нічого собі!, {}, До вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!',
                    'Неймовірно!, {}, До вашого гаманця застрибнуло {} 🐇! Дякуємо, що ви з нами!']
pointsused = 'Використано {} кроликів.\nБаланс: {} 🐇'
clientpointsused = '<b>{}, з вашого гаманця вистрибнуло {} 🐇.</b>\nБАЛАНС:  <i>{} кроликів</i>'
notenothpoints = '<b>Упс! Недостатньо кроликів.</b>\nТекущий балланс: {} кролик/-ов'
balinfo = '<b>{}, унікальний номер:</b> <i>{}</i>\nБАЛАНС:  <i>{} кроликів</i>'
manybalinfo = 'Рах..||............Імя............|| Баланс\n'
refbut = 'Поділитися з другом'
getref = 'Привіт! 🌄 \n\nПереходь за посиланням та отримуй на рахунок одразу <b>3 бонусних кроликів</b>, які можна обміняти на каву!\n <a href="http://t.me/my_white_rabbit_bot?start={}">Тисни!</a> \n'
refrused = '<b>Ві-та-є-мо!</b>\nВаш друг зробив покупку. До вас застрибнув <i>1</i> бонусний кролик.\nЩиро дякуємо! 🌈'
addaction = 'Елемент додано'
howbut = 'Як це працює'
how = '• Після кожної замовленої кави кажи баристі нарахувати «кролика» за твоїм номером. Більше кави = більше кроликів!\n' \
      '• Як тільки назбираєш 6 🐇 — обмінюй їх на будь-яку класичну каву.\n' \
      '• Дізнатися свій номер та перевірити баланс можна натиснувши «Моя картка»\n' \
      '• Якщо хочеш ще більше вигоди, слідкуй за акціями.\n'\
      '• <b>Поділися з другом і до тебе забіжить ще 1 кролик, як тільки друг зробить замовлення! 🎁</b>'
usehelp = 'Щоб використати бали введіть:\n  <b>/use 1234 </b><i>n</i> \n <i>n</i> — кількість ЧАШОК, НЕ БАЛІВ!!! <i>(цей параметр необовязковий)</i>\n'
salebut = 'Акція'
factbut = 'Факт дня'
notToday = 'Бот стомився, лежить, відпочиває.\nПообіцяв, що завтра буде новий факт. 🐒 '
adminhelp = '{},ти зможеш все! А команди, доступні тобі:\n' \
            '<b>1234 N </b>— поповнити гаманець 1234 на N(число, необов.) балів\n' \
            '<b>/use 1234 </b><i>n</i> \n <i>n</i> — кількість ЧАШОК, НЕ БАЛІВ!!! <i>(цей параметр необовязковий)</i>\n' \
            '<b>/b 1234 </b>—переглянути баланс 1234\n' \
            '<b>/m </b>— панель керування додатком\n' \
            '<b>/f Текст</b> — Додати факт дня.\n' \
            '<b>/a Текст </b>— Додати акцію\n\n<i>🌚 Твоя совість</i> 🌝'
error404 = 'AgADAgADk6kxG9OSMEl4khIdD8daakRfqw4ABMN2JH4f2GI4JkcGAAEC'
error404text = 'Хм-м-м-м... 🤔 Я не бачу користувача {}.'
valerror = 'Ай-яй-яй! Хіба {} — число?!'

'''
<b>bold</b>, <strong>bold</strong>
<i>italic</i>, <em>italic</em>
<a href="http://www.example.com/">inline URL</a>
<a href="tg://user?id=123456789">inline mention of a user</a>
<code>inline fixed-width code</code>
<pre>pre-formatted fixed-width code block</pre>
'''
