#coding:UTF-8
token = '669211973:AAGQ2RWXoyvaANn3zt5YmrHpmvBFuoicU6w'
admins = '@PhoelixFelicitas tarantrader apyrophob Ratsmummy n_white_r NikaMezetskaya @Romio_Tarano'
startbonuses = '3'
bonuses_to_cup = '6'


#<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<ТЕКСТЫ>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome = 'Привіт, <b>{}!</b>☺️\n\n Дякуємо за підключення до нашої системи лояльності.\n Збирай «кроликів» та обмінюй їх на каву.\n\n<b>Номер твоєї картки:</b> <i>{}</i>'
mybal = 'Моя картка'
addpin = '<b>{}</b>\nГаманець: <b>{}</b>\n Поповнено на {} кроликів'
clientmesaddpin1 = '{}, в ваш кошелек заскочил {} кролик! Спасибо, что вы с нами. =)'
clientmesaddpin2 = 'Ого, {}, в ваш кошелек заскочило {} кролика! Спасибо, что вы с нами. =)'
clientmesaddpinmany = 'Ого, {}, в ваш кошелек заскочило {} кроликов! Спасибо, что вы с нами. =)'
pointsused = 'Использовано {} кроликов.\nБаланс: {} кроликов'
clientpointsused = '<b>{}, с вашего кошелька списано {} кроликов.</b>\nБАЛАНС:  <i>{} кроликов</i>'
notenothpoints = '<b>Упс! Маловато кроликов.</b>\nТекущий балланс: {} кролик/-ов'
balinfo = '<b>{}, унікальний номер:</b> <i>{}</i>\nБАЛАНС:  <i>{} кроликів</i>'
refbut = 'Поділитися з другом'
getref = 'Привіт! 🌄 \n\nПереходь за посиланням та отримуй на рахунок 3 бонусних кроликів, які можна обміняти на каву одразу!\n <a href="http://t.me/my_white_rabbit_bot?start={}">(Тисни!)</a> \n'
refrused = '<b>Поздравляем!</b>\nВаш друг сделал покупку, вам добавлен <i>1</i> кролик.\nСпасибо вам, что вы с нами)'
addfact = 'Факт был добавлен'
addsale = 'Акция была добавлена'
howbut = 'Як це працює'
how = '• Після кожної замовленої кави кажи баристі нарахувати «кролика» за твоїм номером. Більше кави = більше кроликів!\n' \
      '• Як тільки назбираєш 6 🐇 – обмінюй їх на будь-яку класичну каву.\n' \
      '• Дізнатися свій номер та перевірити баланс можна натиснувши «Моя картка»\n' \
      '• Якщо хочеш ще більше вигоди, слідкуй за акціями.\n'\
      '• <b>Поділися з другом і тобі зарахують 1 кролика, як тільки друг зробить замовлення! 🎁</b>'
usehelp = 'Чтобы использовать баллы введите:\n  <b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.'
salebut = 'Акція'
factbut = 'Факт дня'
notToday = 'На сегодня все =)\nНе расстраивайся, приходи еще завтра. P.S.: <i>Поинтересуйся у друзей, что они узнали о Белом Кролике. ;)</i>'
adminhelp = '{}, ты можешь все! А команды, доступные тебе:\n' \
            '<b>1234 N </b>- пополнить кошелек 1234 на N(число, необяз.) балов\n' \
            '<b>/use 1234 </b><i>n</i> \n <i>n</i> -- количество чашек, НЕ БАЛЛОВ!!! Этот параметр необязателен.\n' \
            '<b>/b 1234 </b>- посмотреть баланс 1234\n' \
            '<b>/m </b>- панель для удаления Акций и Фактов\n' \
            '<b>Добавить факт</b> -- просто напиши "Факт"(или любое слово из 4 букв) и текст, слово НЕДОБАВЛЯЕТСЯ к сохраненному тексту\n' \
            '<b>Добавить акцию </b>-- так же само как и факт, но здесь первое слово из 5+ букв("Акция"-5 букв) и оно УЧИТЫВАЕТСЯ/СОХРАНЯЕТСЯ!'
error404 = 'AgADAgADk6kxG9OSMEl4khIdD8daakRfqw4ABMN2JH4f2GI4JkcGAAEC'

'''
<b>bold</b>, <strong>bold</strong>
<i>italic</i>, <em>italic</em>
<a href="http://www.example.com/">inline URL</a>
<a href="tg://user?id=123456789">inline mention of a user</a>
<code>inline fixed-width code</code>
<pre>pre-formatted fixed-width code block</pre>
'''